Repository: pcabido/aptkit
Catalog: locale/kitcreator/*.po
Languages: pt_pt

source: Kits Creator
pt_pt: Criador de Kits

source: GTK frontend for Kits Creator.
pt_pt: Frontend GTK para o Criador de Kits.

source: <big><b>Generating the package list.</b></big>
pt_pt: <big><b>A gerar a lista de pacotes.</b></big>

source: Package
pt_pt: Pacote

source: Version
pt_pt: Versão

source: Description
pt_pt: Descrição

source: <big><b>Checking the system for installed packages.</b></big>
pt_pt: <big><b>A verificar os pacotes instalados em sistema.</b></big>

source: System/backup Kit
pt_pt: Kit de sistema/backup

source: System state (backup) %s. This Kit restores or duplicates the system state.
pt_pt: Estado do sistema (backup) %s. Este Kit restaura ou duplica o estado do sistema.

source: Open Kit
pt_pt: Abrir Kit

source: <big><b>Checking Kit packages.</b></big>
pt_pt: <big><b>A verificar os pacotes do Kit.</b></big>

source: Save Kit
pt_pt: Guardar Kit

source: <big><b>Checking selected packages.</b></big>
pt_pt: <big><b>A verificar os pacotes seleccionados.</b></big>

source: File name
pt_pt: Nome do Ficheiro

source: The file name must be defined.
pt_pt: O nome do ficheiro tem que estar definido.

source: Location
pt_pt: Localização

source: The location where to save the Kit must be defined.
pt_pt: A localização onde guardar o Kit tem que estar definida.

source: Kit Name
pt_pt: Nome do Kit

source: The Kit name must be defined.
pt_pt: O nome do Kit tem que estar definido.

source: The Kit name has illegal characters.
pt_pt: O nome do Kit tem caracteres invalidos.

source: Kit Priority
pt_pt: Prioridade do Kit

source: The Kit priority must be defined.
pt_pt: A prioridade do Kit tem que estar definida.

source: Kit Section
pt_pt: Secção do Kit

source: The Kit section must be defined.
pt_pt: A secção do Kit tem que estar definida.

source: Kit Version
pt_pt: Versão do Kit

source: The Kit version must be defined.
pt_pt: A versão do Kit tem que estar definida.

source: The Kit version has illegal characters.
pt_pt: A versão do Kit tem caracteres invalidos.

source: Kit Architecture
pt_pt: Arquitectura do Kit

source: The Kit architecture must be defined.
pt_pt: A arquitectura do Kit tem que estar definida.

source: Kit Maintainer
pt_pt: Responsável pelo Kit

source: The Kit maintainer must be defined.
pt_pt: O responsável pelo Kit tem que estar definido.

source: The Kit maintainer has illegal characters.
pt_pt: O responesável pelo Kit tem caracteres invalidos.

source: Kit Synopsis
pt_pt: Sinopse do Kit

source: The Kit synopsis must be defined.
pt_pt: A sinopse do Kit tem que estar definido.

source: The Kit synopsis has illegal characters.
pt_pt: A sinopse do Kit tem caracteres invalidos.

source: Kit Description
pt_pt: Descrição do Kit

source: The Kit description must be defined.
pt_pt: A descrição do Kit tem que estar definida.

source: Kit Packages
pt_pt: Pacotes do Kit

source: At least one package has to be selected.
pt_pt: Pelo menos um pacote tem que ser seleccionado.

source: Error
pt_pt: Erro

source: An error occurred during the Kit creation.
pt_pt: Ocorreu um erro durante a criação do Kit.

source: Kit created successfully!
pt_pt: O Kit foi criado com sucesso!

source: Kit <b>%s</b> was created with success and saved at <b>%s/%s</b>.
pt_pt: O Kit <b>%s</b> foi criado com sucesso e guardado em <b>%s/%s</b>.

source: <b>Build options</b>
pt_pt: <b>Gerar Kit</b>

source: <b>General settings</b>
pt_pt: <b>Definições Gerais</b>

source: <b>Kit Description</b>
pt_pt: <b>Descrição do Kit</b>

source: <b>Packages List</b>
pt_pt: <b>Lista de pacotes</b>

source: Architecture:
pt_pt: Arquitectura

source: Build options
pt_pt: Concluir

source: Description:
pt_pt: Descrição:

source: File name:
pt_pt: Nome do ficheiro:

source: General
pt_pt: Definições

source: Generate Kit
pt_pt: Gerar Kit

source: Kit Creator
pt_pt: Criador de Kits

source: Kit Name:
pt_pt: Nome do Kit:

source: Location:
pt_pt: Localização:

source: Maintainer:
pt_pt: Responsável:

source: Packages
pt_pt: Pacotes

source: Priority:
pt_pt: Prioridade:

source: Search:
pt_pt: Procurar:

source: Section:
pt_pt: Secção:

source: Select a folder
pt_pt: Seleccionar uma pasta

source: Synopsis:
pt_pt: Sinopse do Kit:

source: System/_backup Kit
pt_pt: Kit de sistema/_backup

source: Version:
pt_pt: Versão:

source: _File
pt_pt: _Ficheiro

source: _Help
pt_pt: _Ajuda

source: _Options
pt_pt: _Opções

source: translator-credits
pt_pt: Paulo Cabido <paulo.cabido@gmail.com>

source: Administration Utilities
pt_pt: Administração de Sistemas

source: Base Utilities
pt_pt: Sistema Básico

source: Communication Programs
pt_pt: Comunicação

source: Development
pt_pt: Desenvolvimento

source: Documentation
pt_pt: Documentação

source: Editors
pt_pt: Editores

source: Electronics
pt_pt: Eletrônica

source: Embedded software
pt_pt: Dispositivos Embutidos

source: Games
pt_pt: Jogos e Entretenimento

source: Graphics
pt_pt: Gráficos

source: Ham Radio
pt_pt: Rádio Amador

source: Interpreted Computer Languages
pt_pt: Linguagens de Computador Interpretadas

source: Library development
pt_pt: Bibliotecas - Desenvolvimento

source: Libraries
pt_pt: Bibliotecas

source: Mail
pt_pt: E-mail

source: Mathematics
pt_pt: Matemática

source: Miscellaneous
pt_pt: Variedades

source: Network
pt_pt: Rede

source: Newsgroups
pt_pt: Grupos de Notícias

source: Old Libraries
pt_pt: Bibliotecas - Antigos

source: Other OS's and file systems
pt_pt: Plataforma Cruzada (Cross)

source: Science
pt_pt: Ciência

source: Sound
pt_pt: Multimídia

source: Text Processing
pt_pt: Processamento de Textos

source: Utilities
pt_pt: Utilitários
